
<policyDefinitionResources revision="1.0" schemaVersion="1.0">

  <displayName>
  </displayName>
  <description>
  </description>

  <resources>
    <stringTable>
      <string id="Name_ECSCommunicationEnabled">통신 및 다운로드 실험 사용 설정</string>
      <string id="Sup_EdgeUpdate1_3_133_3">Microsoft Edge 업데이트 1.3.133.3 이상</string>
      <string id="Pol_ProxyMode">프록시 서버 설정을 지정하는 방법 선택</string>
      <string id="Name_ForceInstallsMachine">강제 설치(시스템 전체)</string>
      <string id="Name_ManualUpdatesOnly">수동 업데이트만</string>
      <string id="Pol_EdgePreview">Windows 참가자 프로그램의 사용자가 Edge 미리 보기에 등록할 수 있도록 허용</string>
      <string id="Sup_GoogleUpdate1_3_21_81">Microsoft Edge 업데이트 1.3.21.81 이상</string>
      <string id="Explain_Applications">향후에 릴리스되는 Microsoft Edge 응용 프로그램을 지원하기 위해 업데이트된 ADMX/ADML 템플릿이 필요합니다.</string>
      <string id="Name_DesktopShortcutDisabled">설치 시 바탕 화면 바로 가기 만들기 방지</string>
      <string id="Pol_DefaultRemoveDesktopShortcut">업데이트 기본값에 따라 바탕 화면 바로 가기 제거</string>
      <string id="TargetChannel_Dev_DropDown">개발</string>
      <string id="Pol_ECSControl">실험 및 구성 서비스와의 통신 제어</string>
      <string id="Explain_ECSControl">Microsoft Edge 업데이트에서 실험 및 구성 서비스는 실험 페이로드를 배포하는 데 사용됩니다.

실험 페이로드는 Microsoft가 테스트 및 피드백을 위해 구현하고 있는 초기 개발 기능 목록으로 구성됩니다.

이 정책을 사용하도록 설정하면 실험 페이로드가 실험 및 구성 서비스에서 다운로드됩니다.

이 정책을 사용하지 않도록 설정하면 실험 및 구성 서비스와의 통신이 완전히 중지됩니다.

이 정책을 구성하지 않으면 관리되는 장치에서 동작이 정책 '사용 안 함'과 동일합니다.

이 정책을 구성하지 않으면 관리되지 않는 장치에서 동작이 정책 '사용'과 동일합니다.</string>
      <string id="Name_InstallsDisabled">설치 사용 안 함</string>
      <string id="Pol_TargetChannel">대상 채널 재정의</string>
      <string id="Pol_AllowInstallation">설치 허용</string>
      <string id="ProxyFixedServers_DropDown">고정된 프록시 서버 사용</string>
      <string id="Explain_CreateDesktopShortcut">이 정책을 사용하면 Microsoft Edge가 설치될 때 바탕화면 바로 가기가 만들어집니다.
이 정책을 사용하지 않으면 Microsoft Edge를 설치할 때 바탕 화면 바로 가기가 만들어지지 않습니다.
이 정책을 구성하지 않으면 설치 중에 Microsoft Edge에 대한 바탕화면 바로 가기가 생성됩니다. 
Microsoft Edge가 이미 설치되어 있으면 이 정책이 적용되지 않습니다.

채널에 이 정책을 구성하지 않은 경우 '기본 설치 시 바탕 화면 바로 가기 만들기 금지' 정책 구성에 따라 Microsoft Edge가 설치될 때 바로 가기 생성이 결정됩니다.</string>
      <string id="TargetChannel_Extended_Stable_DropDown">확장 안정</string>
      <string id="Pol_AllowSideBySideExperience">Microsoft Edge 세로 정렬 브라우저 환경 허용</string>
      <string id="Explain_AutoUpdateCheckPeriod">자동 업데이트 확인 최소 간격(분)입니다.

Microsoft Edge Update의 모든 주기적 네트워크 트래픽을 사용하지 않도록 설정하려면 이 정책을 0 값으로 설정합니다. 이 방법은 Microsoft Edge Update 자체가 안정성 및 보안 업데이트를 받을 수 없으므로 권장하지 않습니다.

이 설정이 아닌 '업데이트 정책 재정의 기본값' 및 애플리케이션별 '업데이트 정책 재정의' 설정을 사용하여 애플리케이션 업데이트를 관리해야 합니다.</string>
      <string id="Sup_EdgeUpdate1_3_119_43">Microsoft Edge 업데이트 1.3.119.43 이상</string>
      <string id="Explain_DefaultUpdatePolicy">Microsoft Edge 업데이트에서 Microsoft Edge에 대한 사용 가능한 업데이트를 처리하는 방식에 대해 모든 채널의 기본 동작을 지정할 수 있습니다. 특정 채널에 대 한 '정책 재정의 업데이트' 정책을 지정하여 개별 채널에 대해 무시할 수 있습니다.

  이 정책을 사용하면 다음 옵션을 구성하는 방법에 따라 Microsoft Edge 업데이트에서 Microsoft Edge 업데이트를 처리합니다.
   - 항상 업데이트 허용: 업데이트를 정기적으로 확인하거나 수동 업데이트 확인을 통해 항상 적용합니다.
   - 자동 업데이트만: 업데이트를 정기적 업데이트 확인에 의해 발견된 경우에만 적용됩니다.
   - 수동 업데이트만: 업데이트는 사용자가 수동 업데이트 확인을 실행 하는 경우에만 적용됩니다.
   - 업데이트 사용 안 함: 업데이트가 적용되지 않습니다.

  수동 업데이트를 선택하는 경우 앱의 수동 업데이트 메커니즘(사용 가능한 경우)을 사용하여 업데이트를 주기적으로 확인해야 합니다. 업데이트를 사용하지 않도록 설정하는 경우 주기적으로 업데이트를 확인하고 사용자에게 배포합니다.

  이 정책을 사용하도록 설정하고 구성하지 않으면 '정책 재정의 업데이트' 정책에 지정된 대로 사용 가능한 업데이트를 처리합니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_WebView_AutoUpdate">WebView2 런타임에 대해 자동 업데이트를 활성화할지 여부를 지정할 수 있습니다. WebView2 런타임은 웹 콘텐츠를 표시하기 위해 응용 프로그램에서 사용하는 구성 요소입니다. 
자동 업데이트는 기본적으로 활성화되어 있습니다. WebView2 런타임에 대한 자동 업데이트를 비활성화하면 이 구성 요소에 종속된 응용 프로그램과의 호환성 문제가 발생할 수 있습니다. 

이 정책을 사용하면 Microsoft Edge 업데이트는 다음 옵션을 구성하는 방법에 따라 WebView2 런타임 업데이트를 처리합니다.
 -항상 업데이트 허용: 업데이트가 자동으로 다운로드 및 적용됩니다
 -업데이트를 사용할 수 없습니다

 업데이트를 다운로드하거나 적용하지 않습니다. 이 정책은 업데이트가 자동으로 다운로드되어 적용됩니다.</string>
      <string id="Sup_GoogleUpdate1_3_34_3">Microsoft Edge 업데이트 1.3.34.3 이상</string>
      <string id="ProxyAutoDetect_DropDown">프록시 설정 자동 검색</string>
      <string id="ProxyPacScript_DropDown">.pac 프록시 스크립트를 사용</string>
      <string id="DownloadPreference_DropDown">캐시 가능한 다운로드 URL</string>
      <string id="Name_ForceInstallsUser">강제 설치(사용자별)</string>
      <string id="Explain_AllowSideBySideExperience">이 정책을 사용하면 사용자가 Microsoft Edge(Edge HTML)와 Microsoft Edge(Chromium 기반)를 병렬로 실행할 수 있습니다.

이 정책이 "구성되지 않음"으로 설정되면 Microsoft Edge(Chromium 기반)는 Microsoft Edge(Chromium 기반) 안정적인 채널 및 2019년 11월 보안 업데이트가 설치된 후, Microsoft Edge(Edge HTML)를 대체합니다. 이는 "사용 안 함"으로 설정된 경우와 동일하게 작동합니다.

"사용 안 함"으로 설정하면 병렬 환경을 차단하며 Microsoft Edge(Chromium 기반)가 Microsoft Edge(Chromium 기반) 안정적인 채널 및 2019년 11월 보안 업데이트가 설치된 후에 Microsoft Edge(Edge HTML)를 대체합니다. 이는 "구성되지 않음"으로 설정된 경우와 동일한 작동입니다.

이 정책을 "사용"으로 설정하면 Microsoft Edge(Chromium 기반)가 설치된 후 Microsoft Edge(Chromium 기반) 및 Microsoft Edge(Edge HTML)를 병렬로 실행할 수 있습니다.

이 그룹 정책을 적용하려면 Windows 업데이트에서 Microsoft Edge(Chromium 기반)를 자동으로 설치하기 전에 구성해야 합니다. 참고: ​사용자는 Microsoft Edge(Chromium 기반) 차단 도구 키트를 사용하여 Microsoft Edge(Chromium 기반)의 자동 업데이트를 차단할 수 있습니다.

Windows 10 버전 20H2부터 Microsoft Edge 레거시와 병렬 브라우저 환경이 지원되지 않습니다.</string>
      <string id="Explain_RemoveDesktopShortcut">이 정책을 "시스템 수준 바탕 화면 바로 가기 강제 삭제"로 설정하면 브라우저가 업데이트되거나 시스템이 재부팅될 때 기존의 시스템 수준 Microsoft Edge 바탕 화면 바로 가기가 삭제됩니다.
  이 정책을 "시스템 수준 및 사용자 수준 바탕 화면 바로 가기 강제 삭제"로 설정하면 브라우저 업데이트 또는 시스템 재부팅 시 기존 시스템 수준 Microsoft Edge 바탕 화면 바로 가기가 삭제되고 브라우저 업데이트 시 기존 사용자 수준 바탕 화면 바로 가기가 삭제됩니다. 여기에는 사용자가 직접 만든 사용자 수준의 바탕 화면 바로 가기가 포함됩니다.
  이 정책을 구성하지 않으면 기존 Microsoft Edge 바탕 화면 바로 가기에 아무 일도 일어나지 않습니다.

  채널에 대해 이 정책을 구성하지 않는 경우, '업데이트 기본값에 따라 바탕 화면 바로 가기 제거' 정책 구성에 따라 바탕 화면 바로 가기 제거가 결정됩니다.</string>
      <string id="ProxyDisabled_DropDown">프록시 사용 안 함</string>
      <string id="Pol_DefaultAllowInstallation">설치 기본값 허용</string>
      <string id="Pol_ProxyPacUrl">프록시 .pac 파일의 URL</string>
      <string id="Cat_Applications">응용 프로그램</string>
      <string id="Explain_ProxyPacUrl">PAC (프록시 자동 구성) 파일에 대 한 URL을 지정할 수 있습니다.

  이 정책을 사용하면 PAC 파일 URL을 지정하여 Microsoft Edge 업데이트에서 특정 웹 사이트를 가져오는 데 적합한 프록시 서버를 선택하는 방법을 자동화할 수 있습니다.

  이 정책은 '프록시 서버 설정을 지정하는 방법 선택' 정책에서 수동 프록시 설정을 지정한 경우에만 적용됩니다.

 '프록시 서버 설정을 지정하는 방법 선택’ 정책에서 수동이 아닌 프록시 설정을 선택한 경우에는 이 정책을 구성하지 마십시오.</string>
      <string id="Sup_EdgeUpdate1_3_145_1">Microsoft Edge 업데이트 1.3.145.1 이상</string>
      <string id="TargetChannel_Beta_DropDown">베타</string>
      <string id="Sup_EdgeUpdate1_3_168_21">Microsoft Edge 업데이트 1.3.168.21 이상</string>
      <string id="Url_Fwdlink_extendedStable">https://go.microsoft.com/fwlink/?linkid=2163508</string>
      <string id="Explain_Preferences">Microsoft Edge 업데이트에 대한 일반 정책입니다.</string>
      <string id="Explain_WebView">WebView2 런타임에 대한 정책을 지정합니다.</string>
      <string id="Explain_ProxyServer">Microsoft Edge 업데이트에서 사용할 프록시 서버의 URL을 지정하도록 허용합니다.

이 정책을 사용하면 조직에서 Microsoft Edge 업데이트에서 사용하는 프록시 서버 URL을 설정할 수 있습니다.

이 정책은 '프록시 서버 설정을 지정하는 방법 선택' 정책에서 수동 프록시 설정을 선택한 경우에만 적용됩니다.

'프록시 서버 설정을 지정하는 방법 선택' 정책에서 수동 이외의 프록시 설정을 선택한 경우에는 이 정책을 구성하지 마세요.</string>
      <string id="Explain_DefaultAllowInstallation">도메인 가입 장치에서 Microsoft Edge를 허용하거나 차단하기 위해 모든 채널의 기본 동작을 지정할 수 있습니다.

특정 채널에서 '설치 허용' 정책을 활성화하여 개별 채널에서 이 정책을 무시할 수 있습니다.

이 정책을 사용하지 않도록 설정하면 Microsoft Edge 설치가 차단됩니다. 이는 사용자가 '설치 허용' 정책을 구성하지 않도록 설정한 경우에만 Microsoft Edge 소프트웨어 설치에 영향을 줍니다.

이 정책은 Microsoft Edge 업데이트가 실행되지 않게 하거나 사용자가 다른 방법을 사용하여 Microsoft Edge 소프트웨어를 설치하지 못하도록 막지 않습니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Sup_EdgeUpdate1_3_155_1">Microsoft Edge 업데이트 1.3.155.1 이상</string>
      <string id="TargetChannel_Stable_DropDown">안정적</string>
      <string id="Cat_Google">Microsoft</string>
      <string id="Pol_DefaultUpdatePolicy">정책 재정의 업데이트 기본값</string>
      <string id="Explain_ProxyMode">Microsoft Edge 업데이트에서 사용되는 프록시 서버 설정을 지정할 수 있습니다.

 이 정책을 사용하면 다음 프록시 서버 옵션 중에서 선택할 수 있습니다.
   - 프록시 서버를 사용하지 않도록 선택하고 항상 직접 연결하는 경우, 다른 모든 옵션은 무시됩니다.
   - 시스템 프록시 설정을 사용하도록 선택하거나 프록시 서버를 자동으로 검색하는 경우, 다른 모든 옵션은 무시됩니다.
   - 고정 서버 프록시 모드를 선택하면 '프록시 서버의 주소 또는 URL'에 추가 옵션을 지정할 수 있습니다.
   - .pac 프록시 스크립트를 사용하도록 선택한 경우, '프록시 .pac 파일의 URL' 정책에서 스크립트의 URL을 지정해야 합니다.

  이 정책을 사용하면 조직의 사용자가 Microsoft Edge 업데이트에서 프록시 설정을 변경할 수 없습니다.

  이 정책을 사용하지 않거나 구성하지 않으면 프록시 서버 설정이 구성되지 않지만, 조직의 사용자가 Microsoft Edge 업데이트에 대한 프록시 설정을 선택할 수 있습니다.</string>
      <string id="Sup_GoogleUpdate1_3_26_0">Microsoft Edge 업데이트 1.3.26.0 이상</string>
      <string id="Pol_RemoveDesktopShortcut">업데이트 시 바탕 화면 바로 가기 제거</string>
      <string id="Sup_EdgeUpdate1_3_147_1">Microsoft Edge 업데이트 1.3.147.1 이상</string>
      <string id="Name_UpdatesDisabled">업데이트 사용 안 함</string>
      <string id="Pol_RollbackToTargetVersion">대상 버전으로 롤백</string>
      <string id="Explain_WebView_Install">Microsoft Edge 업데이트를 사용하여 WebView2 런타임을 설치할 수 있는지 여부를 지정할 수 있습니다.

  이 정책을 사용하도록 설정하면 사용자가 Microsoft Edge 업데이트를 통해 WebView2 런타임을 설치할 수 있습니다.

  이 정책을 비활성화하면( 또는 '설치 비활성화됨'으로 설정), 사용자는 Microsoft Edge 업데이트를 통해 WebView2 런타임을 설치할 수 없습니다.

  이 정책을 컴퓨터 전체 설치는 허용하지만 사용자별 설치는 허용하지 않도록 설정하면 WebView2 런타임은 컴퓨터 전체에만 배포할 수 있습니다.

 정책을 강제 설치(컴퓨터 전체)로 설정하면 사용자는 Microsoft Edge 업데이트가 사전 설치된 모든 컴퓨터에 WebView2 런타임을 설치할 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

  이 정책을 구성하지 않으면 Microsoft Edge 업데이트를 통해 WebView2 런타임이 설치됩니다.</string>
      <string id="Explain_GoogleUpdate">Microsoft Edge 업데이트를 사용하여 Microsoft Edge의 설치 및 업데이트를 제어하는 정책입니다.</string>
      <string id="Explain_DefaultRemoveDesktopShortcut">Microsoft Edge를 설치할 때 바탕 화면 바로 가기를 만들기 위한 모든 채널의 기본 동작을 지정할 수 있습니다.

  이 정책을 "시스템 수준 바탕 화면 바로 가기 강제 삭제"로 설정하면 브라우저가 업데이트되거나 시스템이 재부팅될 때 기존의 시스템 수준 Microsoft Edge 바탕 화면 바로 가기가 삭제됩니다.
  이 정책을 "시스템 수준 및 사용자 수준 바탕 화면 바로 가기 강제 삭제"로 설정하면 브라우저 업데이트 또는 시스템 재부팅 시 기존 시스템 수준 Microsoft Edge 바탕 화면 바로 가기가 삭제되고 브라우저 업데이트 시 기존 사용자 수준 바탕 화면 바로 가기가 삭제됩니다. 여기에는 사용자가 직접 만든 사용자 수준의 바탕 화면 바로 가기가 포함됩니다.
  이 정책을 구성하지 않으면 기존 Microsoft Edge 바탕 화면 바로 가기에 아무 일도 일어나지 않습니다.</string>
      <string id="Explain_UpdateCheckSuppressedPeriod">이 정책을 사용하면 매일 Hour:Minute에 일정 기간 (분) 동안 업데이트 검사가 표시되지 않습니다. 지속 시간은 일광 절약 시간제의 영향을 받지 않습니다. 예를 들어 시작 시간이 22:00이고 기간이 480분인 경우에는 이 기간 동안 일광 절약 시간제가 시작되거나 종료되는지에 관계 없이 정확하게 8 시간 동안 업데이트가 억제됩니다.

  이 정책을 사용하지 않거나 구성하지 않으면 특정 기간 동안 업데이트 검사가 표시되지 않습니다.</string>
      <string id="Name_UpdatesEnabled">항상 업데이트 허용(권장)</string>
      <string id="Cat_ProxyServer">프록시 서버</string>
      <string id="Pol_CreateDesktopShortcut">설치 시 바탕 화면 바로 가기 만들기 금지</string>
      <string id="Pol_AutoUpdateCheckPeriod">자동 업데이트 확인 기간 재정의</string>
      <string id="Sup_GoogleUpdate1_2_145_5">Microsoft Edge 업데이트 1.2.145.5 이상</string>
      <string id="Pol_DefaultCreateDesktopShortcut">기본 설치 시 바탕 화면 바로 가기 만들기 금지</string>
      <string id="Name_DeleteSystemDesktopShortcuts">시스템 수준 데스크톱 바로 가기 강제 삭제</string>
      <string id="Name_ECSCommunicationDisabled">실험 및 구성 서비스와의 통신을 사용하지 않도록 설정</string>
      <string id="Sup_GoogleUpdate1_3_33_5">Microsoft Edge 업데이트 1.3.33.5 이상</string>
      <string id="Sup_EdgeUpdate1_3_127_1">Microsoft Edge 업데이트 1.3.127.1 이상</string>
      <string id="Name_InstallsEnabled">항상 설치 허용(권장)</string>
      <string id="Explain_DownloadPreference">사용하도록 설정된 경우 Microsoft Edge 업데이트 서버는 업데이트 페이로드에 대한 응답으로 캐시 친화적 URL을 제공하려고 시도합니다.</string>
      <string id="Name_AutomaticUpdatesOnly">자동 업데이트만</string>
      <string id="Pol_TargetVersionPrefix">대상 버전 재정의</string>
      <string id="Pol_DownloadPreference">URL 클래스 재정의 다운로드</string>
      <string id="Pol_UpdateCheckSuppressedPeriod">매일 업데이트 확인 표시 안 함 기간(시간)</string>
      <string id="Sup_EdgeUpdate1_3_128_0">Microsoft Edge 업데이트 1.3.128.0 이상</string>
      <string id="Cat_WebView">Microsoft Edge WebView2 런타임</string>
      <string id="Pol_UpdatePolicy">정책 재정의 업데이트</string>
      <string id="Pol_ProxyServer">프록시 서버의 주소 또는 URL</string>
      <string id="Explain_DefaultCreateDesktopShortcut">Microsoft Edge가 설치될 때 바탕 화면 바로 가기를 만들기 위해 모든 채널의 기본 동작을 지정할 수 있습니다. 

이 정책을 사용하면 Microsoft Edge가 설치될 때 바탕화면 바로 가기가 만들어집니다. 
이 정책을 사용하지 않으면 Microsoft Edge를 설치할 때 바탕화면 바로 가기가 만들어지지 않습니다. 
이 정책을 구성하지 않으면 설치 중에 Microsoft Edge에 대한 바탕화면 바로 가기가 생성됩니다. 
 Microsoft Edge가 이미 설치되어 있으면 이 정책이 적용되지 않습니다.</string>
      <string id="Name_DeleteAllDesktopShortcuts">시스템 수준 및 사용자 수준 데스크톱 바로 가기 강제 삭제</string>
      <string id="ProxyUseSystem_DropDown">시스템 프록시 설정 사용</string>
      <string id="Cat_Preferences">기본 설정</string>
      <string id="Name_InstallsEnabledMachineOnly">Machine-Wide 설치를 항상 허용하지만 Per-User 설치는 허용하지 않습니다.</string>
      <string id="Cat_GoogleUpdate">Microsoft Edge 업데이트</string>
      <string id="Cat_MicrosoftEdge">Microsoft Edge</string>
      <string id="Explain_InstallMicrosoftEdge">도메인 가입 장치에서 Microsoft Edge 채널을 설치할 수 있는지 여부를 지정합니다.

  채널에 이 정책을 사용하도록 설정하면 Microsoft Edge는 설치에서 차단되지 않습니다.

  채널에 이 정책을 비활성화하면(또는 “설치 비활성화”로 설정하면) 사용자는 Microsoft Edge는 설치에서 차단됩니다.

  채널에 이 정책을 구성하지 않으면 "설치 기본값 허용" 정책 구성에 따라 사용자가 Microsoft Edge의 해당 채널을 설치할 수 있는지 여부를 결정합니다.

이 정책을 Machine-Wide 설치를 항상 허용하지만 Per-User 설치를 허용하지 않으면 Microsoft Edge은 컴퓨터 전체에만 배포됩니다.

이 정책을 강제 설치(컴퓨터 전체)로 설정하면 Microsoft Edge 업데이트가 사전 설치된 경우에만 Microsoft Edge이 컴퓨터 전체에 배포될 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책을 강제 설치(사용자 단위)로 설정하면 Microsoft Edge은(는) Microsoft Edge 업데이트가 사용자별로 사전 설치된 경우 모든 컴퓨터에 사용자 단위로만 배포할 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_AutoUpdateMicrosoftEdge">Microsoft Edge 업데이트에서 Microsoft Edge의 사용 가능한 업데이트를 처리하는 방법을 지정합니다.

이 정책을 사용하면 Microsoft Edge 업데이트는 다음의 옵션을 구성하는 방법에 따라 Microsoft Edge 업데이트를 처리합니다.
  - 항상 업데이트 허용: 업데이트를 정기적으로 확인하거나 수동 업데이트 확인을 실행하여 발견 시 업데이트를 항상 적용합니다.
  - 자동 업데이트만 허용: 업데이트를 정기적으로 확인하여 발견된 경우에만 업데이트를 적용합니다.
  - 수동 업데이트만 허용: 사용자가 수동 업데이트 확인을 실행하는 경우에만 업데이트를 적용합니다. (일부 앱은 이 옵션에 대한 인터페이스를 제공하지 않습니다.)
  - 업데이트 사용 안 함: 업데이트를 적용하지 않습니다.

수동 업데이트를 선택하는 경우 앱의 수동 업데이트 메커니즘(사용 가능한 경우)을 사용하여 업데이트를 주기적으로 확인해야 합니다. 업데이트를 사용하지 않도록 설정하는 경우 주기적으로 업데이트를 확인하고 사용자에게 배포합니다.

이 정책을 사용하도록 설정하고 구성하지 않으면 Microsoft Edge 업데이트는 '정책 재정의 업데이트 기본값' 정책에 지정된 대로 사용 가능한 업데이트를 처리합니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136406을 참소하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetChannelMicrosoftEdge">업데이트할 채널 Microsoft Edge를 지정합니다.

이 정책을 실행하면 다음 옵션을 구성하는 방법에 따라 Microsoft Edge가 채널로 업데이트됩니다.

  - 안정적: Microsoft Edge가 최신 안정적 버전으로 업데이트됩니다.
  - 베타: Microsoft Edge가 최신 베타 버전으로 업데이트됩니다.
  - Dev: Microsoft Edge가 최신 Dev 버전으로 업데이트됩니다.
  - 확장 안정: Microsoft Edge는 최신 확장 안정 버전으로 업데이트되며 안정 버전보다 긴 릴리스 캐던스를 따릅니다. 자세한 내용은 URL_FWDLINK_EXTEDSTABLE을 참조하세요.

이 정책을 구성하지 않으면 Microsoft Edge가 기본 채널에서 사용할 수 있는 최신 버전으로 업데이트됩니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdge">정책을 사용하여 자동 업데이트를 설정하면 해당 정책 값에 지정된 버전으로 Microsoft Edge가 업데이트됩니다.

정책 값은 특정 Microsoft Edge 버전(예: 83.0.499.12)이어야 합니다.

장치에 지정된 값보다 최신 버전의 Microsoft Edge가 있는 경우 최신 버전으로 Microsoft Edge가 유지되며 지정된 버전으로 다운그레이드되지 않습니다.

지정된 버전이 존재하지 않거나 서식이 잘못 지정된 경우 현재 버전으로 Microsoft Edge가 유지되고 이후 버전으로 자동 업데이트되지 않습니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136707을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdge">Microsoft Edge 업데이트에서 Microsoft Edge 설치를 "대상 버전 재정의"에 지정된 버전으로 롤백하도록 지정합니다.

"대상 버전 재정의"이 설정되고 "정책 재정의 업데이트"이 다음의 켜기 상태(항상 업데이트 허용, 자동 업데이트만 허용, 수동 업데이트만 허용) 중 하나로 설정된 경우가 아니면 이 정책은 아무런 효과가 없습니다.

이 정책을 사용하지 않도록 설정하거나 구성하지 않으면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치는 그대로 유지됩니다.

이 정책을 사용하면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치가 대상 버전으로 다운그레이드됩니다.

최신 보안 업데이트를 통해 보호하려면 사용자가 최신 버전의 Microsoft Edge 브라우저를 설치하는 것이 좋습니다. 이전 버전으로 롤백 시 알려진 보안 문제에 노출될 위험이 있습니다. 이 정책은 Microsoft Edge 브라우저 업데이트에서 문제를 해결하기 위한 임시 해결 방안으로 사용될 수 있습니다.

브라우저 버전을 일시적으로 롤백하기 전에 먼저 조직의 모든 사용자에 대해 동기화(https://go.microsoft.com/fwlink/?linkid=2133032)를 켜는 것이 좋습니다. 동기화를 설정하지 않은 경우 영구적으로 검색 데이터 손실이 발생할 수 있습니다. 위험 시에 이 정책을 사용하세요.

참고: 롤백에 사용할 수 있는 모든 버전은 https://aka.ms/EdgeEnterprise에서 확인할 수 있습니다.

이 정책은 Microsoft Edge 버전 86 이상에 적용됩니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2133918을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_EdgePolicyMicrosoftEdge">Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록되었는지 여부를 지정할 수 있습니다.

  - 이 정책을 사용하면 Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.
  
  - 이 정책을 사용하지 않도록 설정하면 Windows 참가자 프로그램의 사용자는 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록할 수 없습니다.

  - 이 정책을 구성하지 않으면 Windows 참가자 프로그램의 사용자가 기본적으로 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.</string>
      <string id="Cat_MicrosoftEdgeBeta">Microsoft Edge Beta</string>
      <string id="Explain_InstallMicrosoftEdgeBeta">도메인 가입 장치에서 Microsoft Edge 채널을 설치할 수 있는지 여부를 지정합니다.

  채널에 이 정책을 사용하도록 설정하면 Microsoft Edge는 설치에서 차단되지 않습니다.

  채널에 이 정책을 비활성화하면(또는 “설치 비활성화”로 설정하면) 사용자는 Microsoft Edge는 설치에서 차단됩니다.

  채널에 이 정책을 구성하지 않으면 "설치 기본값 허용" 정책 구성에 따라 사용자가 Microsoft Edge의 해당 채널을 설치할 수 있는지 여부를 결정합니다.

이 정책을 Machine-Wide 설치를 항상 허용하지만 Per-User 설치를 허용하지 않으면 Microsoft Edge Beta은 컴퓨터 전체에만 배포됩니다.

이 정책을 강제 설치(컴퓨터 전체)로 설정하면 Microsoft Edge 업데이트가 사전 설치된 경우에만 Microsoft Edge Beta이 컴퓨터 전체에 배포될 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책을 강제 설치(사용자 단위)로 설정하면 Microsoft Edge Beta은(는) Microsoft Edge 업데이트가 사용자별로 사전 설치된 경우 모든 컴퓨터에 사용자 단위로만 배포할 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeBeta">Microsoft Edge 업데이트에서 Microsoft Edge의 사용 가능한 업데이트를 처리하는 방법을 지정합니다.

이 정책을 사용하면 Microsoft Edge 업데이트는 다음의 옵션을 구성하는 방법에 따라 Microsoft Edge 업데이트를 처리합니다.
  - 항상 업데이트 허용: 업데이트를 정기적으로 확인하거나 수동 업데이트 확인을 실행하여 발견 시 업데이트를 항상 적용합니다.
  - 자동 업데이트만 허용: 업데이트를 정기적으로 확인하여 발견된 경우에만 업데이트를 적용합니다.
  - 수동 업데이트만 허용: 사용자가 수동 업데이트 확인을 실행하는 경우에만 업데이트를 적용합니다. (일부 앱은 이 옵션에 대한 인터페이스를 제공하지 않습니다.)
  - 업데이트 사용 안 함: 업데이트를 적용하지 않습니다.

수동 업데이트를 선택하는 경우 앱의 수동 업데이트 메커니즘(사용 가능한 경우)을 사용하여 업데이트를 주기적으로 확인해야 합니다. 업데이트를 사용하지 않도록 설정하는 경우 주기적으로 업데이트를 확인하고 사용자에게 배포합니다.

이 정책을 사용하도록 설정하고 구성하지 않으면 Microsoft Edge 업데이트는 '정책 재정의 업데이트 기본값' 정책에 지정된 대로 사용 가능한 업데이트를 처리합니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136406을 참소하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeBeta">업데이트할 채널 Microsoft Edge를 지정합니다.

이 정책을 실행하면 다음 옵션을 구성하는 방법에 따라 Microsoft Edge가 채널로 업데이트됩니다.

  - 안정적: Microsoft Edge가 최신 안정적 버전으로 업데이트됩니다.
  - 베타: Microsoft Edge가 최신 베타 버전으로 업데이트됩니다.
  - Dev: Microsoft Edge가 최신 Dev 버전으로 업데이트됩니다.
  - 확장 안정: Microsoft Edge는 최신 확장 안정 버전으로 업데이트되며 안정 버전보다 긴 릴리스 캐던스를 따릅니다. 자세한 내용은 URL_FWDLINK_EXTEDSTABLE을 참조하세요.

이 정책을 구성하지 않으면 Microsoft Edge가 기본 채널에서 사용할 수 있는 최신 버전으로 업데이트됩니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeBeta">정책을 사용하여 자동 업데이트를 설정하면 해당 정책 값에 지정된 버전으로 Microsoft Edge가 업데이트됩니다.

정책 값은 특정 Microsoft Edge 버전(예: 83.0.499.12)이어야 합니다.

장치에 지정된 값보다 최신 버전의 Microsoft Edge가 있는 경우 최신 버전으로 Microsoft Edge가 유지되며 지정된 버전으로 다운그레이드되지 않습니다.

지정된 버전이 존재하지 않거나 서식이 잘못 지정된 경우 현재 버전으로 Microsoft Edge가 유지되고 이후 버전으로 자동 업데이트되지 않습니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136707을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeBeta">Microsoft Edge 업데이트에서 Microsoft Edge 설치를 "대상 버전 재정의"에 지정된 버전으로 롤백하도록 지정합니다.

"대상 버전 재정의"이 설정되고 "정책 재정의 업데이트"이 다음의 켜기 상태(항상 업데이트 허용, 자동 업데이트만 허용, 수동 업데이트만 허용) 중 하나로 설정된 경우가 아니면 이 정책은 아무런 효과가 없습니다.

이 정책을 사용하지 않도록 설정하거나 구성하지 않으면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치는 그대로 유지됩니다.

이 정책을 사용하면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치가 대상 버전으로 다운그레이드됩니다.

최신 보안 업데이트를 통해 보호하려면 사용자가 최신 버전의 Microsoft Edge 브라우저를 설치하는 것이 좋습니다. 이전 버전으로 롤백 시 알려진 보안 문제에 노출될 위험이 있습니다. 이 정책은 Microsoft Edge 브라우저 업데이트에서 문제를 해결하기 위한 임시 해결 방안으로 사용될 수 있습니다.

브라우저 버전을 일시적으로 롤백하기 전에 먼저 조직의 모든 사용자에 대해 동기화(https://go.microsoft.com/fwlink/?linkid=2133032)를 켜는 것이 좋습니다. 동기화를 설정하지 않은 경우 영구적으로 검색 데이터 손실이 발생할 수 있습니다. 위험 시에 이 정책을 사용하세요.

참고: 롤백에 사용할 수 있는 모든 버전은 https://aka.ms/EdgeEnterprise에서 확인할 수 있습니다.

이 정책은 Microsoft Edge 버전 86 이상에 적용됩니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2133918을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeBeta">Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록되었는지 여부를 지정할 수 있습니다.

  - 이 정책을 사용하면 Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.
  
  - 이 정책을 사용하지 않도록 설정하면 Windows 참가자 프로그램의 사용자는 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록할 수 없습니다.

  - 이 정책을 구성하지 않으면 Windows 참가자 프로그램의 사용자가 기본적으로 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.</string>
      <string id="Cat_MicrosoftEdgeDev">Microsoft Edge Dev</string>
      <string id="Explain_InstallMicrosoftEdgeDev">도메인 가입 장치에서 Microsoft Edge 채널을 설치할 수 있는지 여부를 지정합니다.

  채널에 이 정책을 사용하도록 설정하면 Microsoft Edge는 설치에서 차단되지 않습니다.

  채널에 이 정책을 비활성화하면(또는 “설치 비활성화”로 설정하면) 사용자는 Microsoft Edge는 설치에서 차단됩니다.

  채널에 이 정책을 구성하지 않으면 "설치 기본값 허용" 정책 구성에 따라 사용자가 Microsoft Edge의 해당 채널을 설치할 수 있는지 여부를 결정합니다.

이 정책을 Machine-Wide 설치를 항상 허용하지만 Per-User 설치를 허용하지 않으면 Microsoft Edge Dev은 컴퓨터 전체에만 배포됩니다.

이 정책을 강제 설치(컴퓨터 전체)로 설정하면 Microsoft Edge 업데이트가 사전 설치된 경우에만 Microsoft Edge Dev이 컴퓨터 전체에 배포될 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책을 강제 설치(사용자 단위)로 설정하면 Microsoft Edge Dev은(는) Microsoft Edge 업데이트가 사용자별로 사전 설치된 경우 모든 컴퓨터에 사용자 단위로만 배포할 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeDev">Microsoft Edge 업데이트에서 Microsoft Edge의 사용 가능한 업데이트를 처리하는 방법을 지정합니다.

이 정책을 사용하면 Microsoft Edge 업데이트는 다음의 옵션을 구성하는 방법에 따라 Microsoft Edge 업데이트를 처리합니다.
  - 항상 업데이트 허용: 업데이트를 정기적으로 확인하거나 수동 업데이트 확인을 실행하여 발견 시 업데이트를 항상 적용합니다.
  - 자동 업데이트만 허용: 업데이트를 정기적으로 확인하여 발견된 경우에만 업데이트를 적용합니다.
  - 수동 업데이트만 허용: 사용자가 수동 업데이트 확인을 실행하는 경우에만 업데이트를 적용합니다. (일부 앱은 이 옵션에 대한 인터페이스를 제공하지 않습니다.)
  - 업데이트 사용 안 함: 업데이트를 적용하지 않습니다.

수동 업데이트를 선택하는 경우 앱의 수동 업데이트 메커니즘(사용 가능한 경우)을 사용하여 업데이트를 주기적으로 확인해야 합니다. 업데이트를 사용하지 않도록 설정하는 경우 주기적으로 업데이트를 확인하고 사용자에게 배포합니다.

이 정책을 사용하도록 설정하고 구성하지 않으면 Microsoft Edge 업데이트는 '정책 재정의 업데이트 기본값' 정책에 지정된 대로 사용 가능한 업데이트를 처리합니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136406을 참소하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeDev">업데이트할 채널 Microsoft Edge를 지정합니다.

이 정책을 실행하면 다음 옵션을 구성하는 방법에 따라 Microsoft Edge가 채널로 업데이트됩니다.

  - 안정적: Microsoft Edge가 최신 안정적 버전으로 업데이트됩니다.
  - 베타: Microsoft Edge가 최신 베타 버전으로 업데이트됩니다.
  - Dev: Microsoft Edge가 최신 Dev 버전으로 업데이트됩니다.
  - 확장 안정: Microsoft Edge는 최신 확장 안정 버전으로 업데이트되며 안정 버전보다 긴 릴리스 캐던스를 따릅니다. 자세한 내용은 URL_FWDLINK_EXTEDSTABLE을 참조하세요.

이 정책을 구성하지 않으면 Microsoft Edge가 기본 채널에서 사용할 수 있는 최신 버전으로 업데이트됩니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeDev">정책을 사용하여 자동 업데이트를 설정하면 해당 정책 값에 지정된 버전으로 Microsoft Edge가 업데이트됩니다.

정책 값은 특정 Microsoft Edge 버전(예: 83.0.499.12)이어야 합니다.

장치에 지정된 값보다 최신 버전의 Microsoft Edge가 있는 경우 최신 버전으로 Microsoft Edge가 유지되며 지정된 버전으로 다운그레이드되지 않습니다.

지정된 버전이 존재하지 않거나 서식이 잘못 지정된 경우 현재 버전으로 Microsoft Edge가 유지되고 이후 버전으로 자동 업데이트되지 않습니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136707을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeDev">Microsoft Edge 업데이트에서 Microsoft Edge 설치를 "대상 버전 재정의"에 지정된 버전으로 롤백하도록 지정합니다.

"대상 버전 재정의"이 설정되고 "정책 재정의 업데이트"이 다음의 켜기 상태(항상 업데이트 허용, 자동 업데이트만 허용, 수동 업데이트만 허용) 중 하나로 설정된 경우가 아니면 이 정책은 아무런 효과가 없습니다.

이 정책을 사용하지 않도록 설정하거나 구성하지 않으면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치는 그대로 유지됩니다.

이 정책을 사용하면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치가 대상 버전으로 다운그레이드됩니다.

최신 보안 업데이트를 통해 보호하려면 사용자가 최신 버전의 Microsoft Edge 브라우저를 설치하는 것이 좋습니다. 이전 버전으로 롤백 시 알려진 보안 문제에 노출될 위험이 있습니다. 이 정책은 Microsoft Edge 브라우저 업데이트에서 문제를 해결하기 위한 임시 해결 방안으로 사용될 수 있습니다.

브라우저 버전을 일시적으로 롤백하기 전에 먼저 조직의 모든 사용자에 대해 동기화(https://go.microsoft.com/fwlink/?linkid=2133032)를 켜는 것이 좋습니다. 동기화를 설정하지 않은 경우 영구적으로 검색 데이터 손실이 발생할 수 있습니다. 위험 시에 이 정책을 사용하세요.

참고: 롤백에 사용할 수 있는 모든 버전은 https://aka.ms/EdgeEnterprise에서 확인할 수 있습니다.

이 정책은 Microsoft Edge 버전 86 이상에 적용됩니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2133918을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeDev">Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록되었는지 여부를 지정할 수 있습니다.

  - 이 정책을 사용하면 Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.
  
  - 이 정책을 사용하지 않도록 설정하면 Windows 참가자 프로그램의 사용자는 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록할 수 없습니다.

  - 이 정책을 구성하지 않으면 Windows 참가자 프로그램의 사용자가 기본적으로 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.</string>
      <string id="Cat_MicrosoftEdgeCanary">Microsoft Edge Canary</string>
      <string id="Explain_InstallMicrosoftEdgeCanary">도메인 가입 장치에서 Microsoft Edge 채널을 설치할 수 있는지 여부를 지정합니다.

  채널에 이 정책을 사용하도록 설정하면 Microsoft Edge는 설치에서 차단되지 않습니다.

  채널에 이 정책을 비활성화하면(또는 “설치 비활성화”로 설정하면) 사용자는 Microsoft Edge는 설치에서 차단됩니다.

  채널에 이 정책을 구성하지 않으면 "설치 기본값 허용" 정책 구성에 따라 사용자가 Microsoft Edge의 해당 채널을 설치할 수 있는지 여부를 결정합니다.

이 정책을 강제 설치(사용자 단위)로 설정하면 Microsoft Edge Canary은(는) Microsoft Edge 업데이트가 사용자별로 사전 설치된 경우 모든 컴퓨터에 사용자 단위로만 배포할 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeCanary">Microsoft Edge 업데이트에서 Microsoft Edge의 사용 가능한 업데이트를 처리하는 방법을 지정합니다.

이 정책을 사용하면 Microsoft Edge 업데이트는 다음의 옵션을 구성하는 방법에 따라 Microsoft Edge 업데이트를 처리합니다.
  - 항상 업데이트 허용: 업데이트를 정기적으로 확인하거나 수동 업데이트 확인을 실행하여 발견 시 업데이트를 항상 적용합니다.
  - 자동 업데이트만 허용: 업데이트를 정기적으로 확인하여 발견된 경우에만 업데이트를 적용합니다.
  - 수동 업데이트만 허용: 사용자가 수동 업데이트 확인을 실행하는 경우에만 업데이트를 적용합니다. (일부 앱은 이 옵션에 대한 인터페이스를 제공하지 않습니다.)
  - 업데이트 사용 안 함: 업데이트를 적용하지 않습니다.

수동 업데이트를 선택하는 경우 앱의 수동 업데이트 메커니즘(사용 가능한 경우)을 사용하여 업데이트를 주기적으로 확인해야 합니다. 업데이트를 사용하지 않도록 설정하는 경우 주기적으로 업데이트를 확인하고 사용자에게 배포합니다.

이 정책을 사용하도록 설정하고 구성하지 않으면 Microsoft Edge 업데이트는 '정책 재정의 업데이트 기본값' 정책에 지정된 대로 사용 가능한 업데이트를 처리합니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136406을 참소하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeCanary">업데이트할 채널 Microsoft Edge를 지정합니다.

이 정책을 실행하면 다음 옵션을 구성하는 방법에 따라 Microsoft Edge가 채널로 업데이트됩니다.

  - 안정적: Microsoft Edge가 최신 안정적 버전으로 업데이트됩니다.
  - 베타: Microsoft Edge가 최신 베타 버전으로 업데이트됩니다.
  - Dev: Microsoft Edge가 최신 Dev 버전으로 업데이트됩니다.
  - 확장 안정: Microsoft Edge는 최신 확장 안정 버전으로 업데이트되며 안정 버전보다 긴 릴리스 캐던스를 따릅니다. 자세한 내용은 URL_FWDLINK_EXTEDSTABLE을 참조하세요.

이 정책을 구성하지 않으면 Microsoft Edge가 기본 채널에서 사용할 수 있는 최신 버전으로 업데이트됩니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeCanary">정책을 사용하여 자동 업데이트를 설정하면 해당 정책 값에 지정된 버전으로 Microsoft Edge가 업데이트됩니다.

정책 값은 특정 Microsoft Edge 버전(예: 83.0.499.12)이어야 합니다.

장치에 지정된 값보다 최신 버전의 Microsoft Edge가 있는 경우 최신 버전으로 Microsoft Edge가 유지되며 지정된 버전으로 다운그레이드되지 않습니다.

지정된 버전이 존재하지 않거나 서식이 잘못 지정된 경우 현재 버전으로 Microsoft Edge가 유지되고 이후 버전으로 자동 업데이트되지 않습니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136707을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeCanary">Microsoft Edge 업데이트에서 Microsoft Edge 설치를 "대상 버전 재정의"에 지정된 버전으로 롤백하도록 지정합니다.

"대상 버전 재정의"이 설정되고 "정책 재정의 업데이트"이 다음의 켜기 상태(항상 업데이트 허용, 자동 업데이트만 허용, 수동 업데이트만 허용) 중 하나로 설정된 경우가 아니면 이 정책은 아무런 효과가 없습니다.

이 정책을 사용하지 않도록 설정하거나 구성하지 않으면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치는 그대로 유지됩니다.

이 정책을 사용하면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치가 대상 버전으로 다운그레이드됩니다.

최신 보안 업데이트를 통해 보호하려면 사용자가 최신 버전의 Microsoft Edge 브라우저를 설치하는 것이 좋습니다. 이전 버전으로 롤백 시 알려진 보안 문제에 노출될 위험이 있습니다. 이 정책은 Microsoft Edge 브라우저 업데이트에서 문제를 해결하기 위한 임시 해결 방안으로 사용될 수 있습니다.

브라우저 버전을 일시적으로 롤백하기 전에 먼저 조직의 모든 사용자에 대해 동기화(https://go.microsoft.com/fwlink/?linkid=2133032)를 켜는 것이 좋습니다. 동기화를 설정하지 않은 경우 영구적으로 검색 데이터 손실이 발생할 수 있습니다. 위험 시에 이 정책을 사용하세요.

참고: 롤백에 사용할 수 있는 모든 버전은 https://aka.ms/EdgeEnterprise에서 확인할 수 있습니다.

이 정책은 Microsoft Edge 버전 86 이상에 적용됩니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2133918을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeCanary">Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록되었는지 여부를 지정할 수 있습니다.

  - 이 정책을 사용하면 Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.
  
  - 이 정책을 사용하지 않도록 설정하면 Windows 참가자 프로그램의 사용자는 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록할 수 없습니다.

  - 이 정책을 구성하지 않으면 Windows 참가자 프로그램의 사용자가 기본적으로 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.</string>
      <string id="Cat_MicrosoftEdgeWebView">Microsoft Edge WebView</string>
      <string id="Explain_InstallMicrosoftEdgeWebView">도메인 가입 장치에서 Microsoft Edge 채널을 설치할 수 있는지 여부를 지정합니다.

  채널에 이 정책을 사용하도록 설정하면 Microsoft Edge는 설치에서 차단되지 않습니다.

  채널에 이 정책을 비활성화하면(또는 “설치 비활성화”로 설정하면) 사용자는 Microsoft Edge는 설치에서 차단됩니다.

  채널에 이 정책을 구성하지 않으면 "설치 기본값 허용" 정책 구성에 따라 사용자가 Microsoft Edge의 해당 채널을 설치할 수 있는지 여부를 결정합니다.

이 정책을 Machine-Wide 설치를 항상 허용하지만 Per-User 설치를 허용하지 않으면 Microsoft Edge WebView은 컴퓨터 전체에만 배포됩니다.

이 정책을 강제 설치(컴퓨터 전체)로 설정하면 Microsoft Edge 업데이트가 사전 설치된 경우에만 Microsoft Edge WebView이 컴퓨터 전체에 배포될 수 있습니다. Microsoft Edge 업데이트 1.3.155.43 이상이 필요합니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_AutoUpdateMicrosoftEdgeWebView">Microsoft Edge 업데이트에서 Microsoft Edge의 사용 가능한 업데이트를 처리하는 방법을 지정합니다.

이 정책을 사용하면 Microsoft Edge 업데이트는 다음의 옵션을 구성하는 방법에 따라 Microsoft Edge 업데이트를 처리합니다.
  - 항상 업데이트 허용: 업데이트를 정기적으로 확인하거나 수동 업데이트 확인을 실행하여 발견 시 업데이트를 항상 적용합니다.
  - 자동 업데이트만 허용: 업데이트를 정기적으로 확인하여 발견된 경우에만 업데이트를 적용합니다.
  - 수동 업데이트만 허용: 사용자가 수동 업데이트 확인을 실행하는 경우에만 업데이트를 적용합니다. (일부 앱은 이 옵션에 대한 인터페이스를 제공하지 않습니다.)
  - 업데이트 사용 안 함: 업데이트를 적용하지 않습니다.

수동 업데이트를 선택하는 경우 앱의 수동 업데이트 메커니즘(사용 가능한 경우)을 사용하여 업데이트를 주기적으로 확인해야 합니다. 업데이트를 사용하지 않도록 설정하는 경우 주기적으로 업데이트를 확인하고 사용자에게 배포합니다.

이 정책을 사용하도록 설정하고 구성하지 않으면 Microsoft Edge 업데이트는 '정책 재정의 업데이트 기본값' 정책에 지정된 대로 사용 가능한 업데이트를 처리합니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136406을 참소하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetChannelMicrosoftEdgeWebView">업데이트할 채널 Microsoft Edge를 지정합니다.

이 정책을 실행하면 다음 옵션을 구성하는 방법에 따라 Microsoft Edge가 채널로 업데이트됩니다.

  - 안정적: Microsoft Edge가 최신 안정적 버전으로 업데이트됩니다.
  - 베타: Microsoft Edge가 최신 베타 버전으로 업데이트됩니다.
  - Dev: Microsoft Edge가 최신 Dev 버전으로 업데이트됩니다.
  - 확장 안정: Microsoft Edge는 최신 확장 안정 버전으로 업데이트되며 안정 버전보다 긴 릴리스 캐던스를 따릅니다. 자세한 내용은 URL_FWDLINK_EXTEDSTABLE을 참조하세요.

이 정책을 구성하지 않으면 Microsoft Edge가 기본 채널에서 사용할 수 있는 최신 버전으로 업데이트됩니다.

이 정책은 Microsoft® Active Directory® 도메인에 가입된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_TargetVersionPrefixMicrosoftEdgeWebView">정책을 사용하여 자동 업데이트를 설정하면 해당 정책 값에 지정된 버전으로 Microsoft Edge가 업데이트됩니다.

정책 값은 특정 Microsoft Edge 버전(예: 83.0.499.12)이어야 합니다.

장치에 지정된 값보다 최신 버전의 Microsoft Edge가 있는 경우 최신 버전으로 Microsoft Edge가 유지되며 지정된 버전으로 다운그레이드되지 않습니다.

지정된 버전이 존재하지 않거나 서식이 잘못 지정된 경우 현재 버전으로 Microsoft Edge가 유지되고 이후 버전으로 자동 업데이트되지 않습니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2136707을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_RollbackToTargetVersionMicrosoftEdgeWebView">Microsoft Edge 업데이트에서 Microsoft Edge 설치를 "대상 버전 재정의"에 지정된 버전으로 롤백하도록 지정합니다.

"대상 버전 재정의"이 설정되고 "정책 재정의 업데이트"이 다음의 켜기 상태(항상 업데이트 허용, 자동 업데이트만 허용, 수동 업데이트만 허용) 중 하나로 설정된 경우가 아니면 이 정책은 아무런 효과가 없습니다.

이 정책을 사용하지 않도록 설정하거나 구성하지 않으면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치는 그대로 유지됩니다.

이 정책을 사용하면 "대상 버전 재정의"에서 지정된 것보다 높은 버전의 설치가 대상 버전으로 다운그레이드됩니다.

최신 보안 업데이트를 통해 보호하려면 사용자가 최신 버전의 Microsoft Edge 브라우저를 설치하는 것이 좋습니다. 이전 버전으로 롤백 시 알려진 보안 문제에 노출될 위험이 있습니다. 이 정책은 Microsoft Edge 브라우저 업데이트에서 문제를 해결하기 위한 임시 해결 방안으로 사용될 수 있습니다.

브라우저 버전을 일시적으로 롤백하기 전에 먼저 조직의 모든 사용자에 대해 동기화(https://go.microsoft.com/fwlink/?linkid=2133032)를 켜는 것이 좋습니다. 동기화를 설정하지 않은 경우 영구적으로 검색 데이터 손실이 발생할 수 있습니다. 위험 시에 이 정책을 사용하세요.

참고: 롤백에 사용할 수 있는 모든 버전은 https://aka.ms/EdgeEnterprise에서 확인할 수 있습니다.

이 정책은 Microsoft Edge 버전 86 이상에 적용됩니다.

자세한 내용은 https://go.microsoft.com/fwlink/?linkid=2133918을 참조하세요.

이 정책은 Microsoft® Active Directory® 도메인에 연결된 Windows 인스턴스에서만 사용할 수 있습니다.</string>
      <string id="Explain_EdgePolicyMicrosoftEdgeWebView">Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록되었는지 여부를 지정할 수 있습니다.

  - 이 정책을 사용하면 Windows 참가자 프로그램의 사용자가 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.
  
  - 이 정책을 사용하지 않도록 설정하면 Windows 참가자 프로그램의 사용자는 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록할 수 없습니다.

  - 이 정책을 구성하지 않으면 Windows 참가자 프로그램의 사용자가 기본적으로 Microsoft Edge 업데이트를 통해 Edge 미리 보기에 등록됩니다.</string>
    </stringTable>
    <presentationTable>
      <presentation id="Pol_AutoUpdateCheckPeriod">
        <decimalTextBox refId="Part_AutoUpdateCheckPeriod" defaultValue="1400"
            spinStep="60">업데이트 확인 간격(분)</decimalTextBox>
      </presentation>
      <presentation id="Pol_UpdateCheckSuppressedPeriod">
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartHour"
            defaultValue="0" spinStep="1">시간</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedStartMin"
            defaultValue="0" spinStep="1">분</decimalTextBox>
        <decimalTextBox refId="Part_UpdateCheckSuppressedDurationMin"
            defaultValue="60">지속 기간</decimalTextBox>
      </presentation>
      <presentation id="Pol_DownloadPreference">
        <dropdownList refId="Part_DownloadPreference"
            defaultItem="0">요청할 다운로드 URL 유형</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyMode">
        <dropdownList refId="Part_ProxyMode"
            defaultItem="0">프록시 서버 설정을 지정하는 방법 선택</dropdownList>
      </presentation>
      <presentation id="Pol_ProxyServer">
        <textBox refId="Part_ProxyServer">
          <label>프록시 서버의 주소 또는 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ProxyPacUrl">
        <textBox refId="Part_ProxyPacUrl">
          <label>프록시 .pac 파일의 URL</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_DefaultUpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">정책 업데이트</dropdownList>
      </presentation>
      <presentation id="Pol_UpdatePolicy">
        <dropdownList refId="Part_UpdatePolicy"
            defaultItem="0">정책 업데이트</dropdownList>
      </presentation>
      <presentation id="Pol_TargetVersionPrefix">
        <textBox refId="Part_TargetVersionPrefix">
          <label>대상 버전</label>
          <defaultValue></defaultValue>
        </textBox>
      </presentation>
      <presentation id="Pol_ECSControl">
        <dropdownList refId="Part_ECSControl"
            defaultItem="1">실험 및 구성 서비스와의 통신 제어</dropdownList>
      </presentation>
      <presentation id="Pol_TargetChannel" >
        <dropdownList refId="Part_TargetChannel"
            defaultItem="0">대상 채널
        </dropdownList>
      </presentation>
      <presentation id="Pol_DefaultRemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_RemoveDesktopShortcut">
        <dropdownList refId="Part_RemoveDesktopShortcut"
            defaultItem="0"></dropdownList>
      </presentation>
      <presentation id="Pol_DefaultCreateDesktopShortcut" />
      <presentation id="Pol_CreateDesktopShortcut" />
      <presentation id="Pol_RollbackToTargetVersion" />
      <presentation id="Pol_EdgePreview" />
      <presentation id="Pol_AllowSideBySideExperience" />
      <presentation id="Pol_DefaultAllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">정책 설치</dropdownList>
      </presentation>
      <presentation id="Pol_AllowInstallation">
        <dropdownList refId="Part_InstallPolicy"
            defaultItem="0">정책 설치</dropdownList>
      </presentation>

    </presentationTable>
  </resources>
</policyDefinitionResources>